/* Detail */
"Detail" = "User Detail";

/* Master */
"Master" = "Contact list";

/* Cancel adding user button text */
"RBMasterViewController.addUser.cancel" = "Cancel";

/* Add User message */
"RBMasterViewController.addUser.message" = "Type a facebook user id";

/* Add user button text */
"RBMasterViewController.addUser.ok" = "OK";

/* Add User title */
"RBMasterViewController.addUser.title" = "Add a facebook user";

/* Text Field Placeholder */
"RBMasterViewController.textField.placeholder" = "Type a facebook user id";

/* Default text when attribute is nil. */
"RBUserDetailViewController.default" = "N/A";

/* first name caption */
"RBUserDetailViewController.firstNameCaptionLabel" = "First Name";

/* gender caption */
"RBUserDetailViewController.genderCaptionLabel" = "Gender";

/* ID caption */
"RBUserDetailViewController.idCaptionLabel" = "Facebook ID";

/* locale caption */
"RBUserDetailViewController.localeCaptionLabel" = "Locale used";

/* name caption */
"RBUserDetailViewController.nameCaptionLabel" = "Name";

/* Refresh Button */
"RBUserDetailViewController.refresh" = "Refresh" ;

/* Web view title */
"RBWebViewController.title" = "Facebook profile" ;

/* Network problem occured */
"RBWebViewController.alert.message" = "Some network problem occured. Please check your internet connection";

/* Information */
"RBWebViewController.alert.title" = "Hi";

/* Facebook profile */
"RBWebViewController.title" = "Facebook Profile";

/* Go to profile title */
"RBUserDetailViewController.profileButton.male" = "Go to his profile" ;
"RBUserDetailViewController.profileButton.female" = "Go to her profile" ;
"RBUserDetailViewController.profileButton.unknown" = "Facebook profile" ;
